{"INDEX":{"title":"INDEX","links":[],"tags":[],"content":"Selamat datang di arsip nasional Komando Operasi Udara Nasional"},"Mission-log/Operation-Exorcist":{"title":"Operation Exorcist","links":[],"tags":[],"content":"OPERASI EKORSETAN\nCATATAN MISI/DOOSIER\nTINGKAT KLASIFIKASI: HANYA UNTUK MATA TERTENTU (KOOPSSUDNAS/UNPF-5F Komando Gabungan)\nTanggal: 15 Oktober 1999\nLokasi: Provinsi Aceh, Sumatra, Indonesia\nTujuan Utama: Netralkan unit artileri kelas A.L.P.H.A. (nama kode: DEMIT) di garis belakang gerombolan yang bergerak ke Aceh untuk menggagalkan pembangunan sarang.\nOtoritas Komando:\n\n\nKepala Staf TNI Angkatan Udara (Marsekal TNI Arifin Djatmiko)\n\n\nArmada Pasifik ke-5 UNPF (Laksamana Helena Voss, USS Guadalcanal)\n\n\nInstruksi Presiden (Yang Mulia Presiden Suharto, Republik Indonesia)\n\n\nUNIT PENUGASAN\n\n\nBrigade Udara ke-17 “Banaspati” (Di bawah Komando Reaksi Cepat KOOPSSUDNAS)\n\nTim Tempur Utama: Callsign \n\nNAMA DISAMARKAN\nNAMA DISAMARKAN\nNAMA DISAMARKAN\nNAMA DISAMARKAN\nNAMA DISAMARKAN\n\n\nDukungan: 2x Sayap UAV Pengintai (Callsign “BURUNG HANTU”, “JELMAAN SENYAP”), 1x Baterai Artileri Bergerak (Callsign “GUNTUR”)\n\n\n\nArmada Pasifik ke-5 UNPF\n\n\nDukungan Tembak Naval: USS Guadalcanal (Kapal Penjelajah Railgun), KRI Jakarta (Pengawal AEGIS)\n\n\nPasukan Respons Cepat: Unit Ekspedisi Marinir ke-12 (Siaga)\n\n\n\n\n\nGerombolan A.L.P.H.A. (Analisis: Disebut “Tipe-4 Artileri” dalam taksonomi UNPF) telah berkumpul di Selat Malaka, memanfaatkan tutupan awan musim hujan untuk menyamarkan pergerakan. Intelijen satelit mengonfirmasi 12–15 unit HANTU di garis belakang, menyediakan dukungan tembakan bio-plasma jarak jauh. Penghancuran mereka kritis untuk mencegah pemboman pasukan darat KOOPSSUDNAS selama serangan balik\nBRIEFING INTELIJEN\nPASUKAN MUSUH:\n\n\nArtileri Tipe-04: Makhluk bio-organik statis dengan meriam plasma. Kelemahan: 30 detik cooldown setelah tembakan terus-menerus.\n\n\nPengawal:\n\n\nTipe-01  (Gerombolan penghancur jarak dekat).\n\n\nTipe-03  (Unit berat berperisai + pengacau sensor).\n\n\n\n\nAktivitas Sarang ALPHA: Guncangan seismik terdeteksi 10km utara Lhokseumawe. Diduga pembangunan sarang bawah tanah.\n\n\nMEDAN:\n\n\nPegunungan Aceh: Hutan lebat (60% perlindungan), visibilitas rendah. Risiko longsor.\n\n\nInfrastruktur sipil: Desa terlantar (potensi penyergapan).\n\n\nPERINGATAN CUACA:\n\nMusim hujan. Hujan deras mengurangi akurasi sensor UAV (-20%).\n\n\nTAHAP PELAKSANAAN\nTAHAP 1 (INFILTRASI):\n\nTerjun Area Operasi via FOB Lanud Sultan Iskandar Muda pukul 02.00\n\nTAHAP 2 (PENUNJUKAN SASARAN):\n\n\nUAV BURUNG HANTU tandai posisi Surya. Artileri GUNTUR akan menghujani koordinat.\n\n\nKontingensi: Jika UAV rusak, Banaspati WAJIB tandai target manual dengan laser.\n\n\nTAHAP 3 (SERANGAN):\n\nDukungan railgun UNPF (jendela 15 detik) untuk lemahkan pertahanan ALPHA.\n\nTAHAP 4 (EVAKUASI):\n\n\nBerkumpul di LZ Ganesha untuk evakuasi helikopter UNPF.\n\n\n\nKOMPLIKASI\n\n\nArmada ke-5 UNPF (Kontingen AS):\n\n\nLaksamana Voss mengizinkan “perlindungan aset” rig minyak Aceh (kepentingan korporasi: ExxonMobil, Chevron).\n\n\nMarinir AS mungkin menghalangi Banaspati jika mendekati rig. Peringatan: Gunakan sinyal IFF untuk hindari tembak kawan.\n\n\n\n\nSabotase Politik (Lingkaran Dalam Suharto):\n\n\nIntelijen menunjukkan oknum KOOPSSUDNAS mungkin menunda bantuan untuk melemahkan kerjasama dengan UNPF.\n\n\nWaspadai perintah palsu via saluran aman Merah-Putih-17.\n\n\n\n\nPROPAGANDA: “Waspada pengkhianat! Hanya pemerintah yang sah yang membela kedaulatan rakyat!”\n\n\nPemberontakan GAM:\n\n\nPasukan GAM aktif di pegunungan. Mereka mungkin menyergap A.L.P.H.A. atau menjarah logistik Banaspati.\n\n\nRisiko Propaganda: Korban sipil dapat memicu sentimen anti-Jakarta.\n\n\n\n\n\nPROTOKOL PASCA-MISI\n\n\nSukses: Penghancuran HANTU memungkinkan pasukan darat KOOPSSUDNAS mendorong gerombolan ke Selat Malaka. UNPF negosiasi hak minyak Aceh; Suharto perkuat kekuasaan.\n\n\nGagal: A.L.P.H.A. bangun sarang di Sumatra. Evakuasi massal Jawa tak terhindarkan. AS mungkin kuasai Aceh sepihak.\n\n\n\nLAMPIRAN\n\n\nPeta Ladang Minyak Aceh (ditandai rig AS dan posisi A.L.P.H.A.)\n\n\nSkema Kelemahan DEMIT \n\n\nKomunikasi Terenkripsi: Frekuensi 148.5 MHz (UNPF), 337.9 MHz (KOOPSSUDNAS)\n\n"},"Untitled-1/Banaspati-Flight":{"title":"Banaspati Flight","links":["Untitled-1/UNPF","Untitled-1/Indonesian-Air-Force"],"tags":[],"content":"UNPF &amp; Indonesian Air Force’s greatest asset, notourious for their effectiveness and cruelty against their own comrades, The banaspati flight was feared not because they would kill you, even if they can they would just left you to rot and be devoured by the ALPHA’s.\nTraitor to the motherland, cowards with wings, fiery ballpit of suicidal sociopath, many dub them with such bastardized names for their action.\nBut no one can argue against the fact that they are the sole reason indonesia still stands to this day, even if it was on the expanse of their own brothers."},"Untitled-1/Indonesian-Air-Force":{"title":"Indonesian Air Force","links":["Untitled-1/UNPF"],"tags":[],"content":"UNPF"},"Untitled-1/Pawang-Bedhil":{"title":"Pawang Bedhil","links":["Untitled-2/Artilerry-Type","Untitled-1/Banaspati-Flight"],"tags":[],"content":"Artilerry Type strands of A.L.P.H.A. are known to be the main suppressor of the invading demons, and to combat them specialized fighting force was born out of nesacity.\nThe indonesian forces has been holding of their invasion for years, using the dense jungle and deep waters as their main method defense. But the main reason for their effectiveness are their anti artillarry spec-ops known by many through talltales as the Pawang Bedhil (Lit. Cannon Tamers).\nIgnoring call for help and cry of mercy for the sole purpose of delaying artilarry barrages, some contest the arguments that their actions were part of some savage cruelty.\nhated by all but needed by many, most Pawang bedhil face discrimination in the form of targeted attacks to sabotations from other soldiers.\nif you heard the screach of their roaring engines, pray to your gods\nfor the inevitable will come, but at least it would end swiftly.\nBanaspati Flight"},"Untitled-1/UNPF":{"title":"UNPF","links":[],"tags":[],"content":"Peacekeeping by the United Nations is a role of the UN’s Department of Peace Operations and an “instrument developed by the organization as a way to help countries torn by conflict to create the conditions for lasting peace”.[2] It is distinguished from peacebuilding, peacemaking, and peace enforcement although the United Nations does acknowledge that all activities are “mutually reinforcing” and that overlap between them is frequent in practice.\nAlthough since the daybreak, UNPF switched its role to become the mediator between nations amids the conflict against the A.L.P.H.A.’s, while also comandeering humanities attempt at herding them away."},"Untitled-2/A.L.P.H.A.":{"title":"A.L.P.H.A.","links":["Untitled-2/Fighter-Type","Untitled-2/Artilerry-Type","Untitled-2/Shielder-Type"],"tags":[],"content":"Anti Life Purposed Human Adversary, the invaders, nightmare beyond our beliefs.\nWhen we thought of Extra-terestrial beings, we imagined short grey-skined humanoids who came in peace, Turns out what comes are living beings created for the sole purpose of eradicating life.\nNot for fun, nor for food.\nBut rather for their sole purpose to strive.\nKnown strands of A.L.P.H.A.’s\nFighter Type\nArtilerry Type\nShielder Type"},"Untitled-2/Artilerry-Type":{"title":"Artilerry Type","links":[],"tags":[],"content":""},"Untitled-2/Fighter-Type":{"title":"Fighter Type","links":[],"tags":[],"content":""},"Untitled-2/Shielder-Type":{"title":"Shielder Type","links":[],"tags":[],"content":""}}